spring2020/psyc2317/psyc2317-spring2020.org
#+TITLE: PSYC 2317: Statistical Methods for Psychology
#+AUTHOR: 
#+DATE: Spring 2020
#+OPTIONS: toc:nil
#+OPTIONS: num:nil
#+LATEX_CLASS: article
#+LATEX_CLASS_OPTIONS: [10pt]
#+LATEX_HEADER: \usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}

** Contact info
- Professor: Thomas J. Faulkenberry, Ph.D
- Office: Math 319
- Office hours: MF 9-11 am; MWF 1-3pm (/or by appointment/)
- Email: faulkenberry@tarleton.edu
- Website: [[http://tomfaulkenberry.github.io]]
- Phone: 254-968-9816

** Course description

Statistical methods are the primary tool for research in psychology. They are what allow us as researchers to make consistent, data-driven decisions.  As such, this is an extremely important course and one that I take very seriously as your professor. The topics we will cover this semester will include descriptive statistics (how we describe data) and inferential statistics (how we make decisions about data).  Specifically, this includes central tendency, variability, the distinction between populations and samples, estimation and hypothesis testing, and a variety of inferential techniques that we can apply to data, including \( t \)-tests and analysis of variance.

- /Textbook/: There are many very good textbooks on statistical methods (e.g., Howell, Gravetter, etc.)  You can pick up used copies from Amazon for relatively low cost). However, I do not lecture directly from any specific textbook. I do recommend the following as a good reference to follow this semester, as I think it is a readable textbook that does a good job of bridging theory with hands-on, practical examples.
  - /Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners/, by Navarro, Foxcroft, and Faulkenberry (2019), freely downloadable from [[http://learnstatswithjasp.com][www.learnstatswithjasp.com]]

- /Calculator/: you will need a basic scientific calculator to perform various calculations on homework and exams. I use a TI-84 (mine is over 20 years old and still works!), but any calculator with square roots and logarithms will suffice.

- /JASP statistical software/: some of the exercises we do this semester will be done on the computer, and we will use JASP, which is freely downloadable from [[http://www.jasp-stats.com][www.jasp-stats.com]]. JASP should be installed on all campus computers, but if you have a personal computer/laptop, go ahead and install it there...it is free, so why not?

** Student learning outcomes
1. Compute appropriate measures of descriptive statistics from data
2. Calculate probabilities for normally distributed data
3. Understand sampling distributions and their relationship to statistical inference
4. Estimate population parameters using confidence intervals
5. Understand the basic structure of hypothesis tests
6. Select and perform appropriate hypothesis tests for given data sets

** Requirements and grading
- Exam 1 (100 pts)
- Exam 2 (100 pts)
- Exam 3 (100 pts)
- Final exam (100 pts)
- Weekly quizzes (100 pts)
- Homework exercises (100 pts)
- /Total = 600 points/

Grades will be assigned based on the percentage of points you accumulate out of these 600 points. I will use the standard grading scale of A=90%, B=80%, etc.

*** Exams
There will be four total exams throughout the semester, occurring approximately once every three to four weeks.  They will cover material from lectures, quizzes, and homework exercises. Exams are closed book with short answer questions (you'll a Bluebook for each exam) and will be completed in class.

Exam dates:

- Exam 1 (Thursday, February 20)
- Exam 2 (Thursday, March 26)
- Exam 3 (Thursday, April 23)
- Final exam (Friday, May 1, 8-10:00 am)
  
*** Weekly quizzes 
I will administer a short in-class multiple choice quiz at the beginning of class on Tuesday of each week (excluding Tuesdays immediately following exam weeks). The quiz will cover content from the previous week's lecture and homework exercises. Each quiz counts for 10 possible points.  There will be 10 of these quizzes, so you will earn up to 100 points for your overall quiz grade.

