spring2020/psyc2317/psyc2317-spring2020.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-01-13 Mon 11:35 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>PSYC 2317: Statistical Methods for Psychology</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">PSYC 2317: Statistical Methods for Psychology</h1>

<div id="outline-container-org91fd492" class="outline-2">
<h2 id="org91fd492">Contact info</h2>
<div class="outline-text-2" id="text-org91fd492">
<ul class="org-ul">
<li>Professor: Thomas J. Faulkenberry, Ph.D</li>
<li>Office: Math 319</li>
<li>Office hours: MF 8-11 am; MWF 1-3pm (<i>or by appointment</i>)</li>
<li>Email: faulkenberry@tarleton.edu</li>
<li>Website: <a href="http://tomfaulkenberry.github.io">http://tomfaulkenberry.github.io</a></li>
<li>Phone: 254-968-9816</li>
</ul>
</div>
</div>

<div id="outline-container-orgc4f90fa" class="outline-2">
<h2 id="orgc4f90fa">Course description</h2>
<div class="outline-text-2" id="text-orgc4f90fa">
<p>
Statistical methods are the primary tool for research in psychology. They are what allow us as researchers to make consistent, data-driven decisions.  As such, this is an extremely important course and one that I take very seriously as your professor. The topics we will cover this semester will include descriptive statistics (how we describe data) and inferential statistics (how we make decisions about data).  Specifically, this includes central tendency, variability, the distinction between populations and samples, estimation and hypothesis testing, and a variety of inferential techniques that we can apply to data, including \( t \)-tests and analysis of variance.
</p>

<ul class="org-ul">
<li><i>Textbook</i>: There are many very good textbooks on statistical methods (e.g., Howell, Gravetter, etc.)  You can pick up used copies from Amazon for relatively low cost). However, I do not lecture directly from any specific textbook. I do recommend the following as a good reference to follow this semester, as I think it is a readable textbook that does a good job of bridging theory with hands-on, practical examples.
<ul class="org-ul">
<li><i>Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners</i>, by Navarro, Foxcroft, and Faulkenberry (2019), freely downloadable from <a href="http://learnstatswithjasp.com">www.learnstatswithjasp.com</a></li>
</ul></li>

<li><i>Calculator</i>: you will need a basic scientific calculator to perform various calculations on homework and exams. I use a TI-84 (mine is over 20 years old and still works!), but any calculator with square roots and logarithms will suffice.</li>

<li><i>JASP statistical software</i>: some of the exercises we do this semester will be done on the computer, and we will use JASP, which is freely downloadable from <a href="http://www.jasp-stats.com">www.jasp-stats.com</a>. JASP should be installed on all campus computers, but if you have a personal computer/laptop, go ahead and install it there&#x2026;it is free, so why not?</li>
</ul>
</div>
</div>

<div id="outline-container-org4d54220" class="outline-2">
<h2 id="org4d54220">Student learning outcomes</h2>
<div class="outline-text-2" id="text-org4d54220">
<ol class="org-ol">
<li>Compute appropriate measures of descriptive statistics from data</li>
<li>Calculate probabilities for normally distributed data</li>
<li>Understand sampling distributions and their relationship to statistical inference</li>
<li>Estimate population parameters using confidence intervals</li>
<li>Understand the basic structure of hypothesis tests</li>
<li>Select and perform appropriate hypothesis tests for given data sets</li>
</ol>
</div>
</div>

<div id="outline-container-org195a05a" class="outline-2">
<h2 id="org195a05a">Requirements and grading</h2>
<div class="outline-text-2" id="text-org195a05a">
<ul class="org-ul">
<li>Exam 1 (100 pts)</li>
<li>Exam 2 (100 pts)</li>
<li>Exam 3 (100 pts)</li>
<li>Final exam (100 pts)</li>
<li>Weekly quizzes (100 pts)</li>
<li>Homework exercises (100 pts)</li>
<li><i>Total = 600 points</i></li>
</ul>

<p>
Grades will be assigned based on the percentage of points you accumulate out of these 600 points. I will use the standard grading scale of A=90%, B=80%, etc.
</p>
</div>

<div id="outline-container-org1a6358d" class="outline-3">
<h3 id="org1a6358d">Exams</h3>
<div class="outline-text-3" id="text-org1a6358d">
<p>
There will be four total exams throughout the semester, occurring approximately once every three to four weeks.  They will cover material from lectures, quizzes, and homework exercises. Exams are closed book with short answer questions (you'll a Bluebook for each exam) and will be completed in class.
</p>

<p>
Exam dates:
</p>

<ul class="org-ul">
<li>Exam 1 (Thursday, February 20)</li>
<li>Exam 2 (Thursday, March 26)</li>
<li>Exam 3 (Thursday, April 23)</li>
<li>Final exam (Friday, May 1, 8-10:00 am)</li>
</ul>
</div>
</div>

<div id="outline-container-orgbb18c36" class="outline-3">
<h3 id="orgbb18c36">Weekly quizzes</h3>
<div class="outline-text-3" id="text-orgbb18c36">
<p>
I will administer a short in-class multiple choice quiz at the beginning of class on Tuesday of each week (excluding Tuesdays immediately following exam weeks). The quiz will cover content from the previous week's lecture and homework exercises. Each quiz counts for 10 possible points.  There will be 10 of these quizzes, so you will earn up to 100 points for your overall quiz grade.
</p>
</div>
</div>
