spring2020/psyc2317/psyc2317-spring2020.tex
% Created 2020-03-17 Tue 05:05
% Intended LaTeX compiler: pdflatex
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
\date{Spring 2020}
\title{PSYC 2317: Statistical Methods for Psychology}
\hypersetup{
 pdfauthor={},
 pdftitle={PSYC 2317: Statistical Methods for Psychology},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Contact info}
\label{sec:orgc3d2b83}
\begin{itemize}
\item Professor: Thomas J. Faulkenberry, Ph.D
\item Office: Math 319
\item Office hours: MF 8-11 am; MWF 1-3pm (\emph{or by appointment})
\item Email: faulkenberry@tarleton.edu
\item Website: \url{http://tomfaulkenberry.github.io}
\item Phone: 254-968-9816
\end{itemize}

\section*{Course description}
\label{sec:orge876788}

Statistical methods are the primary tool for research in psychology. They are what allow us as researchers to make consistent, data-driven decisions.  As such, this is an extremely important course and one that I take very seriously as your professor. The topics we will cover this semester will include descriptive statistics (how we describe data) and inferential statistics (how we make decisions about data).  Specifically, this includes central tendency, variability, the distinction between populations and samples, estimation and hypothesis testing, and a variety of inferential techniques that we can apply to data, including \(t\)-tests and analysis of variance.

\begin{itemize}
\item \emph{Textbook}: There are many very good textbooks on statistical methods (e.g., Howell, Gravetter, etc.)  You can pick up used copies from Amazon for relatively low cost). However, I do not lecture directly from any specific textbook. I do recommend the following as a good reference to follow this semester, as I think it is a readable textbook that does a good job of bridging theory with hands-on, practical examples.
\begin{itemize}
\item \emph{Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners}, by Navarro, Foxcroft, and Faulkenberry (2019), freely downloadable from \href{http://learnstatswithjasp.com}{www.learnstatswithjasp.com}
\end{itemize}

\item \emph{Calculator}: you will need a basic scientific calculator to perform various calculations on homework and exams. I use a TI-84 (mine is over 20 years old and still works!), but any calculator with square roots and logarithms will suffice.

\item \emph{JASP statistical software}: some of the exercises we do this semester will be done on the computer, and we will use JASP, which is freely downloadable from \href{http://www.jasp-stats.com}{www.jasp-stats.com}. JASP should be installed on all campus computers, but if you have a personal computer/laptop, go ahead and install it there\ldots{}it is free, so why not?
\end{itemize}

\section*{Student learning outcomes}
\label{sec:org86a1809}
\begin{enumerate}
\item Compute appropriate measures of descriptive statistics from data
\item Calculate probabilities for normally distributed data
\item Understand sampling distributions and their relationship to statistical inference
\item Estimate population parameters using confidence intervals
\item Understand the basic structure of hypothesis tests
\item Select and perform appropriate hypothesis tests for given data sets
\end{enumerate}

\section*{Requirements and grading}
\label{sec:orgeed6e05}
\begin{itemize}
\item Exam 1 (100 pts)
\item Exam 2 (100 pts)
\item Exam 3 (100 pts)
\item Final exam (100 pts)
\item Weekly quizzes (100 pts)
\item Homework exercises (100 pts)
\item \emph{Total = 600 points}
\end{itemize}

Grades will be assigned based on the percentage of points you accumulate out of these 600 points. I will use the standard grading scale of A=90\%, B=80\%, etc.

\subsection*{Exams}
\label{sec:org242c716}
There will be four total exams throughout the semester, occurring approximately once every three to four weeks.  They will cover material from lectures, quizzes, and homework exercises. Exams are closed book with short answer questions (you'll a Bluebook for each exam) and will be completed in class.

Exam dates:

\begin{itemize}
\item Exam 1 (Thursday, February 20)
\item Exam 2 (Thursday, March 26)
\item Exam 3 (Thursday, April 23)
\item Final exam (Friday, May 1, 8-10:00 am)
\end{itemize}

\subsection*{Weekly quizzes}
\label{sec:org13e317f}
I will administer a short in-class multiple choice quiz at the beginning of class on Tuesday of each week (excluding Tuesdays immediately following exam weeks). The quiz will cover content from the previous week's lecture and homework exercises. Each quiz counts for 10 possible points.  There will be 10 of these quizzes, so you will earn up to 100 points for your overall quiz grade.
