spring2020/psyc2317/psyc2317-spring2020.org
*** Academic Integrity Statement
Tarleton State University's core values are integrity, leadership, tradition, civility, excellence, and service.  Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct.  Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.

*** Academic Civility Statement 
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.

*** Academic Excellence Statement
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
- honoring Tarleton’s core values, upholding high standards of habit and behavior.
- maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences. 
- putting forth their best individual effort.
- continually improving as independent learners.
- engaging in extracurricular opportunities that encourage personal and academic growth.
- reflecting critically upon feedback and applying these lessons to meet future challenges.

** Students with Disabilities Policy

It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​
 
*Note:  any changes to this syllabus will be communicated to you by the instructor!*

** Semester Schedule
| Unit | Dates          | Topic                                                 |
|------+----------------+-------------------------------------------------------|
|      | Jan 13-17      | (no class -- I will be at Joint Mathematics Meetings) |
|    1 | Jan 20-24      | Measures of central tendency                          |
|    2 | Jan 27-31      | Measures of variability                               |
|    3 | Feb 3-7        | The normal distribution                               |
|    4 | Feb 10-14      | Distributions of sample means                         |
|      | *Feb 17-21*    | *Exam 1*                                              |
|    5 | Feb 24-28      | Estimating with confidence intervals                  |
|    6 | Mar 2-6        | Testing hypotheses                                    |
|      | Mar 9-13       | (no class -- Spring Break)                            |
|    7 | Mar 16-20      | Introduction to the \( t \)-test                      |
|      | *Mar 23-27*    | *Exam 2*                                              |
|    8 | Mar 30 - Apr 3 | \( t \)-tests for independent samples                 |
|    9 | Apr 6-10       | Confidence intervals for \( t \)-tests                |
|   10 | Apr 13-17      | Analysis of variance                                  |
|      | *Apr 20-24*    | *Exam 3*                                              |
|      | Apr 28         | Course review                                         |
|      | *May 1*        | *Final exam - Friday, May 1, 8-10 am*                 |

