spring2020/psyc2317/psyc2317-spring2020.html
<div id="outline-container-org8662fba" class="outline-3">
<h3 id="org8662fba">Academic Integrity Statement</h3>
<div class="outline-text-3" id="text-org8662fba">
<p>
Tarleton State University's core values are integrity, leadership, tradition, civility, excellence, and service.  Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct.  Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.
</p>
</div>
</div>

<div id="outline-container-org8f5818a" class="outline-3">
<h3 id="org8f5818a">Academic Civility Statement</h3>
<div class="outline-text-3" id="text-org8f5818a">
<p>
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.
</p>
</div>
</div>

<div id="outline-container-orgf5ad8b6" class="outline-3">
<h3 id="orgf5ad8b6">Academic Excellence Statement</h3>
<div class="outline-text-3" id="text-orgf5ad8b6">
<p>
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
</p>
<ul class="org-ul">
<li>honoring Tarleton’s core values, upholding high standards of habit and behavior.</li>
<li>maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences.</li>
<li>putting forth their best individual effort.</li>
<li>continually improving as independent learners.</li>
<li>engaging in extracurricular opportunities that encourage personal and academic growth.</li>
<li>reflecting critically upon feedback and applying these lessons to meet future challenges.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf0a5a0e" class="outline-2">
<h2 id="orgf0a5a0e">Students with Disabilities Policy</h2>
<div class="outline-text-2" id="text-orgf0a5a0e">
<p>
It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​
</p>

<p>
<b>Note:  any changes to this syllabus will be communicated to you by the instructor!</b>
</p>
</div>
</div>

<div id="outline-container-org171e609" class="outline-2">
<h2 id="org171e609">Semester Schedule</h2>
<div class="outline-text-2" id="text-org171e609">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Unit</th>
<th scope="col" class="org-left">Dates</th>
<th scope="col" class="org-left">Topic</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Jan 13-17</td>
<td class="org-left">(no class &#x2013; I will be at Joint Mathematics Meetings)</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">Jan 20-24</td>
<td class="org-left">Measures of central tendency</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">Jan 27-31</td>
<td class="org-left">Measures of variability</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">Feb 3-7</td>
<td class="org-left">The normal distribution</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">Feb 10-14</td>
<td class="org-left">Distributions of sample means</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><b>Feb 17-21</b></td>
<td class="org-left"><b>Exam 1</b></td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">Feb 24-28</td>
<td class="org-left">Estimating with confidence intervals</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Mar 2-6</td>
<td class="org-left">Testing hypotheses</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Mar 9-13</td>
<td class="org-left">(no class &#x2013; Spring Break)</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">Mar 16-20</td>
<td class="org-left">Introduction to the \( t \)-test</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><b>Mar 23-27</b></td>
<td class="org-left"><b>Exam 2</b></td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">Mar 30 - Apr 3</td>
<td class="org-left">\( t \)-tests for independent samples</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">Apr 6-10</td>
<td class="org-left">Confidence intervals for \( t \)-tests</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">Apr 13-17</td>
<td class="org-left">Analysis of variance</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><b>Apr 20-24</b></td>
<td class="org-left"><b>Exam 3</b></td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Apr 28</td>
<td class="org-left">Course review</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><b>May 1</b></td>
<td class="org-left"><b>Final exam - Friday, May 1, 8-10 am</b></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Spring 2020</p>
<p class="date">Created: 2020-01-13 Mon 11:35</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
